normal_dialog = [
    "有什么事吗，主人",
    "哇啊，主人不要突然摸我啊",
    "主人？",
    "主人来看我，我很高兴呢",
    "最喜欢主人了",
    "欢迎回来，主人"
]
dialog_morning = [
    "早上好，主人",
    "又是崭新的一天呢，主人",
    "今天也要加油哦！",
    "新的一天，主人要开心一点！",
    "主人，今天加油！"
]
dialog_noon = [
    "啊，已经是中午了呢，主人",
    "到中午了，主人，该准备吃午饭了",
    "主人中午准备吃什么呢？",
    "中午要不要休息一下呢，主人"
]
dialog_afternoon = [
    "主人，到下午了啊，有点懒洋洋的不想动",
    "到下午了呢，主人也适当休息一下吧",
    "主人，下午好",
    "主人，中午有睡午觉吗？"
]
dialog_night = [
    "到晚上了，主人，今天辛苦了",
    "到晚上了，主人",
    "今天早点休息吧，主人"
]
dialog_midnight = [
    "已经很晚了，主人，该睡觉了",
    "时间不早了，该睡觉了，主人",
    "要注意自己的身体哦，主人",
    "如果不是必须现在完成的事，考虑一下安排到明天做吧",
    "熬夜对身体不好啊"
]
